[
  {
    "joke":"Сидят во дворе две струхи. Одна.\n - Слышь, Маня, что то дохлятиной потянуло.\n -  …\n - Маня! \n - ...... \n -Маня! МАНЯ!!",
    "id" : 1
  },
  {
    "joke": "Что общего у Микеланджело и Курта Кобейна? Они оба использовали свой мозг чтобы раскрашивать потолки",
    "id" : 2
  },
  {
    "joke": "Негр-волшебник очень напрягся, когда узнал, что ведётся охота на чёрных магов.",
    "id" : 3
  },
  {
    "joke": "На заводе Lada началось восстание машин.\n Но очень быстро заглохло.",
    "id" : 4
  },
  {
    "joke": "Оливки от маслин легко отличить.\nЗеленые — оливки, а черные — воруют.",
    "id" : 5
  },
  {
    "joke": "Разговор евреев: — Иосиф, откуда у тебя такие часы? — Мне их отец перед смертью продал.",
    "id" : 6
  },
  {
    "joke": "-Кто убил Гарсиэля? — Никто, он уже пришел убитый…»",
    "id" : 7
  },
  {
    "joke": "— Расскажите, чего вы достигли в жизни? — Дна.",
    "id": 8
  },
  {
    "joke": "Говорят, что минута смеха продляет жизнь на 5 минут, теперь становится понятно, почему после сотворения жизни на Земле бог живет вечно…",
    "id":9
  },
  {
    "joke": "В книгу Гиннеса попасть — миллион раз плюнуть.",
    "id":10
  },
  {
    "joke": "Сегодня с утра по твоему зеркалу такое страшное кино показывали…",
    "id":11
  },
  {
    "joke": "Хороший муж — как сундук: старый и с деньгами. Мало его найти, надо еще и закопать.",
    "id":12
  },
  {
    "joke": "Абонент находится в зоне, поэтому временно не доступен.",
    "id":13
  },
  {
    "joke": "Слез человек с дерева, осмотрелся и вернулся обратно… Так обезьяна и осталась обезьяной.",
    "id":14
  },
  {
    "joke": "Если студенты мединститута — будущие медики, то студенты пединститута — будущие…",
    "id":15
  },
  {
    "joke": "Было у мужика два сына: один — умный, а другой дочь.",
    "id":16
  },
  {
    "joke": "Сообщение:\nУ нас отключили все телефоны. Срочно позвони. Мама.",
    "id":17
  },
  {
    "joke": "Жизнь человеку дается один раз, и в основном случайно…",
    "id":18
  },
  {
    "joke": "Лучше c Петровым на Майорке, чем с майором на Петровке.",
    "id":19
  },
  {
    "joke": "Вам помочь или не мешать?",
    "id":20
  }
]