[
  {
    "joke": "Евреи наливают в кружки чай до краёв, чтобы гостям было трудно насыпать сахар",
    "id":21
  },

  {
    "joke": "Знаешь какая вкусняшка всегда есть в рюкзаке у твоего друга араба?\n Тик-так.",
    "id":22

  },
  {
    "joke": "Идет Штирлиц ночью по городу, навстречу мужик бородатый и в чалме.\n - Будь он не Ладен - подумал Штирлиц.",
    "id":23
  },
  {
    "joke": "Что сказал прораб когда зашел в фут-фетешиский гей садомазо клуб?\n Так мужики, хорош хуи пинать"

  },
  {
    "joke": "Попал панк в тюрьму и ни разу не уронил мыло",
    "id":24
  },
  {
    "joke": "— Мадам, вы так прекрасны в этом туалете...\n— Тррр скибиди доп доп ес ес",
    "id":25
  },
  {
    "joke": "А вы знали, что в Твиторе теперь самые зачётные видосы?\nНе верите?\nЗагуглите 'x videos'",
    "id":26
  },
  {
    "joke": "Азартный учитель географии проиграл своего сына в города",
    "id":27
  },
  {
    "joke": "По чему скучают микрохирурги уехавшие заграницу?\nПо родинке",
    "id":28
  },
  {
    "joke": "В каком городе производят больше всего боеприпасов к автомату Калашникова?\nАкапулько",
    "id":29
  },
  {
    "joke": "Мне предлагали принять Иудейство, но я наотрез отказался",
    "id":30
  },
  {
    "joke": "интересная статистика: 99% пользователей казино брасают крутить слот перед многомилионным выигрышем",
    "id":31
  },
  {
    "joke": "В халяльных инвестициях главное не использовать для сбережений свинью-копилку",
    "id":32
  },
  {
    "joke": "Нищий орнитолог, изучающий попугаев, расплатился с арендодателем попкой",
    "id":33
  },
  {
    "joke": "Социально неадаптированный мексиканец при разговоре переходит все границы.",
    "id":33
  },
  {
    "joke": "Чёрный копатель нашёл в поле противопехотную мину времён ВОВ и лично доложил об этом товарищу Сталину.",
    "id":34
  },
  {
    "joke": "Как называется гонка маленьких подводных лодок?\n Акваминиралли",
    "id":35
  },
  {
    "joke": "— Как называется продажа древесины, контролируемая двумя женщинами?\n Лесбизнес",
    "id":36
  },
  {
    "joke": "Задержала полиция инфоцыгана, а он им как Аяз",
    "id":37
  },
  {
    "joke": "Как называется слово-паразит, произнесённое в шопотом в Чечне?\n Тихий-дон",
    "id":38
  },{
    "joke": "- Из каких частиц состоит ядро элемента цирконий?- Из каких частиц состоит ядро элемента цирконий?\n Из нуклоунов.",
    "id":39
  },{
    "joke": "Как называется монах-эпилептик\n Припадобный",
    "id":40
  }
]